IDEA Open Model
BoltAssembly.BoltGrade Property
Compatible with IDEA StatiCa Beta 20.0
 Bolt grade
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement BoltGrade { get; set; }
Public Property BoltGrade As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace